{
  "id": "deck_most_likely_romance_01",
  "title": "Romance & Heartbreak",
  "description": "Who is the hopeless romantic? Who is the heartbreaker? A deck for singles, couples, and gossip lovers regarding dating habits.",
  "game_engine_id": "most_likely",
  "game_engine_type": "voting",
  "is_system": true,
  "created_at": "2023-01-04T17:00:00Z",
  "cards": [
    {
      "content": "Most likely to text their ex after one drink?",
      "meta": {}
    },
    {
      "content": "Most likely to fall in love with the bartender?",
      "meta": {}
    },
    {
      "content": "Most likely to get married in Las Vegas on a whim?",
      "meta": {}
    },
    {
      "content": "Most likely to stalk a date on social media before meeting them?",
      "meta": {}
    },
    {
      "content": "Most likely to accidentally like an ex's new partner's photo?",
      "meta": {}
    },
    {
      "content": "Most likely to be a 'Runaway Bride/Groom'?",
      "meta": {}
    },
    {
      "content": "Most likely to date someone twice their age?",
      "meta": {}
    },
    {
      "content": "Most likely to have a secret affair?",
      "meta": {}
    },
    {
      "content": "Most likely to stay friends with all their exes?",
      "meta": {}
    },
    {
      "content": "Most likely to ghost someone they've been dating for months?",
      "meta": {}
    },
    {
      "content": "Most likely to get ghosted?",
      "meta": {}
    },
    {
      "content": "Most likely to use a cheesy pickup line unironically?",
      "meta": {}
    },
    {
      "content": "Most likely to fall in love at first sight?",
      "meta": {}
    },
    {
      "content": "Most likely to date a friend's ex?",
      "meta": {}
    },
    {
      "content": "Most likely to join a reality dating show (like The Bachelor)?",
      "meta": {}
    },
    {
      "content": "Most likely to be the 'Simp' of the group?",
      "meta": {}
    },
    {
      "content": "Most likely to buy a ring for themselves?",
      "meta": {}
    },
    {
      "content": "Most likely to plan their wedding before they are even dating anyone?",
      "meta": {}
    },
    {
      "content": "Most likely to date someone for their money?",
      "meta": {}
    },
    {
      "content": "Most likely to be a Sugar Baby?",
      "meta": {}
    },
    {
      "content": "Most likely to have the worst Tinder/dating app bio?",
      "meta": {}
    },
    {
      "content": "Most likely to get catfished?",
      "meta": {}
    },
    {
      "content": "Most likely to catfish someone else?",
      "meta": {}
    },
    {
      "content": "Most likely to forget their anniversary?",
      "meta": {}
    },
    {
      "content": "Most likely to propose at a sporting event (Jumbotron)?",
      "meta": {}
    },
    {
      "content": "Most likely to say 'I love you' on the first date?",
      "meta": {}
    },
    {
      "content": "Most likely to break up via text message?",
      "meta": {}
    },
    {
      "content": "Most likely to write a song about a breakup?",
      "meta": {}
    },
    {
      "content": "Most likely to get back together with a toxic ex?",
      "meta": {}
    },
    {
      "content": "Most likely to have a secret family?",
      "meta": {}
    },
    {
      "content": "Most likely to have their heart broken this year?",
      "meta": {}
    },
    {
      "content": "Most likely to break someone's heart this year?",
      "meta": {}
    },
    {
      "content": "Most likely to date twins (separately or at the same time)?",
      "meta": {}
    },
    {
      "content": "Most likely to be single forever by choice?",
      "meta": {}
    },
    {
      "content": "Most likely to die alone with 10 cats?",
      "meta": {}
    },
    {
      "content": "Most likely to hook up with a celebrity?",
      "meta": {}
    },
    {
      "content": "Most likely to fake an orgasm?",
      "meta": {}
    },
    {
      "content": "Most likely to say the wrong name in bed?",
      "meta": {}
    },
    {
      "content": "Most likely to be the jealous type?",
      "meta": {}
    },
    {
      "content": "Most likely to look through their partner's phone while they sleep?",
      "meta": {}
    },
    {
      "content": "Most likely to create a fake profile to test their partner's loyalty?",
      "meta": {}
    },
    {
      "content": "Most likely to get a matching tattoo with a partner after one month?",
      "meta": {}
    },
    {
      "content": "Most likely to send a naughty pic to the wrong person?",
      "meta": {}
    },
    {
      "content": "Most likely to date someone just because they have a car?",
      "meta": {}
    },
    {
      "content": "Most likely to date a criminal?",
      "meta": {}
    },
    {
      "content": "Most likely to be banned from a dating app?",
      "meta": {}
    },
    {
      "content": "Most likely to have the highest body count?",
      "meta": {}
    },
    {
      "content": "Most likely to have the lowest body count?",
      "meta": {}
    },
    {
      "content": "Most likely to cry watching a rom-com?",
      "meta": {}
    },
    {
      "content": "Most likely to get engaged first?",
      "meta": {}
    },
    {
      "content": "Most likely to get divorced first?",
      "meta": {}
    },
    {
      "content": "Most likely to have an open relationship?",
      "meta": {}
    },
    {
      "content": "Most likely to hook up in a public place?",
      "meta": {}
    },
    {
      "content": "Most likely to sleep with a co-worker?",
      "meta": {}
    },
    {
      "content": "Most likely to fall for a pyramid scheme pitch on a date?",
      "meta": {}
    },
    {
      "content": "Most likely to bring their mom on a date?",
      "meta": {}
    },
    {
      "content": "Most likely to talk about their ex on a first date?",
      "meta": {}
    },
    {
      "content": "Most likely to forget their wallet on a date on purpose?",
      "meta": {}
    },
    {
      "content": "Most likely to date someone who looks exactly like them?",
      "meta": {}
    },
    {
      "content": "Most likely to start an argument in public?",
      "meta": {}
    },
    {
      "content": "Most likely to post a 'crying selfie' after a breakup?",
      "meta": {}
    },
    {
      "content": "Most likely to change their relationship status to 'It's Complicated'?",
      "meta": {}
    },
    {
      "content": "Most likely to date someone strictly for their looks?",
      "meta": {}
    },
    {
      "content": "Most likely to date someone strictly for their personality?",
      "meta": {}
    },
    {
      "content": "Most likely to overlook a massive red flag?",
      "meta": {}
    },
    {
      "content": "Most likely to actually be a red flag?",
      "meta": {}
    },
    {
      "content": "Most likely to have a 'work spouse'?",
      "meta": {}
    },
    {
      "content": "Most likely to flirt with a police officer to get out of a ticket?",
      "meta": {}
    },
    {
      "content": "Most likely to have a backup partner in case their relationship fails?",
      "meta": {}
    },
    {
      "content": "Most likely to lie about their height/weight on a dating profile?",
      "meta": {}
    },
    {
      "content": "Most likely to hook up with a roommate?",
      "meta": {}
    },
    {
      "content": "Most likely to be polyamorous?",
      "meta": {}
    },
    {
      "content": "Most likely to get a restraining order filed against them?",
      "meta": {}
    },
    {
      "content": "Most likely to be the 'loud one' in the bedroom?",
      "meta": {}
    },
    {
      "content": "Most likely to own handcuffs (for recreational use)?",
      "meta": {}
    },
    {
      "content": "Most likely to try roleplay and laugh the whole time?",
      "meta": {}
    },
    {
      "content": "Most likely to block someone immediately after hooking up?",
      "meta": {}
    },
    {
      "content": "Most likely to send 10 texts in a row without a reply?",
      "meta": {}
    },
    {
      "content": "Most likely to overanalyze a punctuation mark in a text?",
      "meta": {}
    },
    {
      "content": "Most likely to keep a box of things from their exes?",
      "meta": {}
    },
    {
      "content": "Most likely to date a musician and regret it?",
      "meta": {}
    },
    {
      "content": "Most likely to kiss with their eyes open?",
      "meta": {}
    },
    {
      "content": "Most likely to practice kissing on their hand?",
      "meta": {}
    },
    {
      "content": "Most likely to have a crush on a fictional character?",
      "meta": {}
    },
    {
      "content": "Most likely to write fanfiction?",
      "meta": {}
    },
    {
      "content": "Most likely to date a teacher/professor?",
      "meta": {}
    },
    {
      "content": "Most likely to leave their partner for a celebrity if given the chance?",
      "meta": {}
    },
    {
      "content": "Most likely to have a cringe couple nickname (e.g., 'Schmoopy')?",
      "meta": {}
    },
    {
      "content": "Most likely to wear matching outfits with their partner?",
      "meta": {}
    },
    {
      "content": "Most likely to hack into an ex's Netflix account?",
      "meta": {}
    },
    {
      "content": "Most likely to ruin a date by getting too drunk?",
      "meta": {}
    },
    {
      "content": "Most likely to fake a pregnancy scare?",
      "meta": {}
    },
    {
      "content": "Most likely to break up because of a horoscope?",
      "meta": {}
    },
    {
      "content": "Most likely to flirt with the waiter while on a date?",
      "meta": {}
    },
    {
      "content": "Most likely to sleep with socks on?",
      "meta": {}
    },
    {
      "content": "Most likely to accidentally call their partner 'Mom' or 'Dad'?",
      "meta": {}
    },
    {
      "content": "Most likely to date someone who doesn't speak their language?",
      "meta": {}
    },
    {
      "content": "Most likely to move in with someone after 2 weeks?",
      "meta": {}
    },
    {
      "content": "Most likely to give the worst dating advice?",
      "meta": {}
    },
    {
      "content": "Most likely to be single on Valentine's Day?",
      "meta": {}
    }
  ]
}
