{
  "id": "deck_after_dark_extreme_01",
  "title": "After Dark: Extreme (25+)",
  "description": "No limits. High heat. Only for groups comfortable with partial nudity and extreme intimacy.",
  "game_engine_id": "truth_or_dare",
  "game_engine_type": "flip",
  "is_system": true,
  "created_at": "2023-01-02T14:00:00Z",
  "cards": [
    {
      "content": "Truth: Describe your favorite orgasm in detail.",
      "back": "Dare: Remove your shirt and pants/skirt. Underwear only for the rest of the game.",
      "meta": {}
    },
    {
      "content": "Truth: Which person in this room do you most want to see naked?",
      "back": "Dare: Give a 60-second lap dance to the person of your choice. Contact required.",
      "meta": {}
    },
    {
      "content": "Truth: What is a sexual act you have done that you are ashamed of?",
      "back": "Dare: Let someone take a body shot (drink alcohol) off your stomach or chest.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever masturbated thinking about someone in this room?",
      "back": "Dare: Sit in your underwear for the next 3 rounds.",
      "meta": {}
    },
    {
      "content": "Truth: What is the most degrading thing you have done (or want to do) in bed?",
      "back": "Dare: Let the person to your right pull your underwear down to your ankles for 10 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Describe the smell of the last person you slept with.",
      "back": "Dare: French kiss the person to your left for 10 full seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever tasted your own or a partner's bodily fluids?",
      "back": "Dare: Put an ice cube in your mouth and run it down someone's neck and chest.",
      "meta": {}
    },
    {
      "content": "Truth: What specific noise do you make when you orgasm?",
      "back": "Dare: Lie on the floor and let someone hover their hips directly over your face.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever engaged in anal play (giving or receiving)?",
      "back": "Dare: Let someone spank you hard enough to leave a mark.",
      "meta": {}
    },
    {
      "content": "Truth: What is a taboo sexual fantasy involving a family member of a friend?",
      "back": "Dare: Simulate oral sex on a banana, cucumber, or bottle for 20 seconds. Make eye contact.",
      "meta": {}
    },
    {
      "content": "Truth: If you had to have a threesome with two people in this room, who would they be?",
      "back": "Dare: Flash your chest/breasts to the group quickly.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever watched someone else have sex in real life?",
      "back": "Dare: Let someone place their hand inside your shirt/top and leave it there for a round.",
      "meta": {}
    },
    {
      "content": "Truth: What is the biggest age gap you have experienced sexually?",
      "back": "Dare: Blindfold yourself and guess who is kissing you on the neck.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been choked during sex?",
      "back": "Dare: Let someone grab you by the hair and pull your head back.",
      "meta": {}
    },
    {
      "content": "Truth: Describe the exact shape and size of your favorite partner's genitals.",
      "back": "Dare: Take off a piece of clothing using only your partner's teeth.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex while other people were in the same room?",
      "back": "Dare: Grind on the lap of the person to your left for 30 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: What is the dirtiest thing someone has said to you during sex?",
      "back": "Dare: Suck on the earlobe of the person to your right.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever used an object not meant for sex to pleasure yourself?",
      "back": "Dare: Put your hand down someone's pants (front or back) for 5 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever swallowed after oral sex?",
      "back": "Dare: Let someone pour a drink into your mouth while you lie on the floor.",
      "meta": {}
    },
    {
      "content": "Truth: What is a kink you have that would scare a normal person?",
      "back": "Dare: Allow someone to tie your hands to a chair or behind your back for 2 rounds.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever sent a video of yourself masturbating?",
      "back": "Dare: Show the group the most naked photo of yourself you possess.",
      "meta": {}
    },
    {
      "content": "Truth: Who in this room do you think would be the best at oral sex?",
      "back": "Dare: Get on your knees and look up at the person to your right seductively.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex with someone just because they were rich or famous?",
      "back": "Dare: Kiss the inner thigh of the person to your left.",
      "meta": {}
    },
    {
      "content": "Truth: What is the most public place you have exposed yourself?",
      "back": "Dare: Remove your underwear and put it in your pocket. Commando for the rest of the game.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been walked in on while masturbating?",
      "back": "Dare: Moan the name of someone in the room as if you are climaxing.",
      "meta": {}
    },
    {
      "content": "Truth: Describe your genitals using three adjectives.",
      "back": "Dare: Let the group inspect your butt (clothed or unclothed, their choice).",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex with a person who was in a relationship?",
      "back": "Dare: Let someone bite your lip gently.",
      "meta": {}
    },
    {
      "content": "Truth: What is the grossest thing that has entered your body?",
      "back": "Dare: Swap shirts with someone of the opposite sex (or same sex if preferred). No undershirts allowed.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had a partner ask you to stop because you were bad at it?",
      "back": "Dare: Demonstrate your oral sex technique on a finger.",
      "meta": {}
    },
    {
      "content": "Truth: Would you let the group watch you have sex with your partner?",
      "back": "Dare: Let someone run an ice cube over your nipples (through shirt or directly).",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been to a sex club or dungeon?",
      "back": "Dare: Crawl on all fours to the person across the room.",
      "meta": {}
    },
    {
      "content": "Truth: What is the longest you have gone without washing your bed sheets?",
      "back": "Dare: Let someone spit in your mouth.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever used a vegetable for sexual pleasure?",
      "back": "Dare: Deep throat a bottle of beer or water as far as you can go.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever woken up during sex (sleep sex)?",
      "back": "Dare: Let someone squeeze your butt with both hands.",
      "meta": {}
    },
    {
      "content": "Truth: What is your opinion on anal sex?",
      "back": "Dare: Receive a wedgie and keep it there for the next round.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had a sexual injury?",
      "back": "Dare: Show the group a scar or mark on a part of your body usually covered by clothes.",
      "meta": {}
    },
    {
      "content": "Truth: Who in this room do you think has the largest/tightest genitals?",
      "back": "Dare: Let someone check the label of your underwear by pulling it out.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever paid for a premium porn subscription?",
      "back": "Dare: Twerk in your underwear.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex while on your period (or with someone on theirs)?",
      "back": "Dare: Lick the neck of the person to your right from collarbone to ear.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever shared a sex toy with a friend?",
      "back": "Dare: Dry hump the person to your left from behind.",
      "meta": {}
    },
    {
      "content": "Truth: What is the most number of times you have orgasmed in a row?",
      "back": "Dare: Take off your pants. You can keep your underwear on.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever hooked up with two different people in the same day?",
      "back": "Dare: Kiss the person across from you on the mouth. No tongue.",
      "meta": {}
    },
    {
      "content": "Truth: Do you watch hentai or animated porn?",
      "back": "Dare: Let someone massage your inner thighs for 15 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had a surprise finger in the butt?",
      "back": "Dare: Bend over and let someone smack you as hard as they want.",
      "meta": {}
    },
    {
      "content": "Truth: What is the most perverted thought you've had about a friend?",
      "back": "Dare: Suck the finger of the person to your left for 10 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever used a glory hole?",
      "back": "Dare: Open your mouth and let someone drop a small piece of food into it.",
      "meta": {}
    },
    {
      "content": "Truth: Do you prefer shaved, trimmed, or natural?",
      "back": "Dare: Let the group decide one item of clothing you must remove.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been intimate with a cousin (distant or close)?",
      "back": "Dare: Make out with your hand intensely, using tongue, for 20 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: What is a sexual activity you tried but hated?",
      "back": "Dare: Lie on your back and have someone do a pushup over you, touching chests.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever accidentally called a partner by the wrong name in bed?",
      "back": "Dare: Let someone draw a target on your body and kiss it.",
      "meta": {}
    },
    {
      "content": "Truth: Who in this room would you pick for a Hall Pass?",
      "back": "Dare: Bite the lip of the person to your right.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex with someone you found ugly?",
      "back": "Dare: Close your eyes and let someone kiss you anywhere they want (face/neck).",
      "meta": {}
    },
    {
      "content": "Truth: What is the deepest you have ever had something inside you?",
      "back": "Dare: Attempt to give someone a hickey (or suck hard enough to leave a mark) on their arm.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever used a condom that was expired or found in an old bag?",
      "back": "Dare: Let someone unbutton or unzip your pants/skirt.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex knowing someone was listening?",
      "back": "Dare: Place your hand on someone's chest/breast and feel their heartbeat.",
      "meta": {}
    },
    {
      "content": "Truth: What is the most unconventional liquid you have used as lube?",
      "back": "Dare: Lick the ear of the person to your left.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever filmed yourself for an OnlyFans or similar site?",
      "back": "Dare: Pose nude (or in underwear) for a 'Life Drawing' sketch by the group (1 minute).",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever hooked up with a professor or boss?",
      "back": "Dare: Sit on the floor and let someone use you as a footrest.",
      "meta": {}
    },
    {
      "content": "Truth: What is the dirtiest thing you have done in a movie theater?",
      "back": "Dare: Make intense eye contact and finger your own mouth for 10 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Who in this room do you think is the loudest in bed?",
      "back": "Dare: Let someone grab your butt with both hands and squeeze.",
      "meta": {}
    }
  ]
}
