{
  "id": "deck_after_dark_01",
  "title": "After Dark (18+)",
  "description": "Spicy, flirty, and dangerous. strictly for adults. No phones, just physical risks and raw honesty.",
  "game_engine_id": "truth_or_dare",
  "game_engine_type": "flip",
  "is_system": true,
  "created_at": "2023-01-02T13:00:00Z",
  "cards": [
    {
      "content": "Truth: What is your absolute favorite sexual position?",
      "back": "Dare: Demonstrate a sexual position using a chair (or the floor) solo.",
      "meta": {}
    },
    {
      "content": "Truth: Who in this room receives the most looks from you?",
      "back": "Dare: Sit on the lap of the person to your right for the next two rounds.",
      "meta": {}
    },
    {
      "content": "Truth: What is the strangest place you have ever had sex?",
      "back": "Dare: Moan loudly as if you are reaching a climax right now.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever sent a naked photo of yourself?",
      "back": "Dare: Let the group look through the 'Hidden' folder or recent photos on your phone.",
      "meta": {}
    },
    {
      "content": "Truth: What physical feature turns you on the most?",
      "back": "Dare: Kiss the neck of the person to your left.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had a threesome (or would you)?",
      "back": "Dare: Take off one item of clothing (socks and accessories do not count).",
      "meta": {}
    },
    {
      "content": "Truth: What is the most embarrassing thing that has happened to your body during sex?",
      "back": "Dare: Let someone give you a wedgie.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever faked an orgasm?",
      "back": "Dare: Let the person to your right spank you.",
      "meta": {}
    },
    {
      "content": "Truth: Who was the best lover you ever had and why?",
      "back": "Dare: Let someone run their hands through your hair while you close your eyes.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been caught in the act?",
      "back": "Dare: Dry hump the floor or a wall for 10 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Do you prefer the lights on or off?",
      "back": "Dare: Allow someone to blindfold you with a piece of clothing for the next round.",
      "meta": {}
    },
    {
      "content": "Truth: What is a fantasy you have never told anyone?",
      "back": "Dare: Whisper something dirty into the ear of the person across from you.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever hooked up in a car?",
      "back": "Dare: Twerk on the person to your left.",
      "meta": {}
    },
    {
      "content": "Truth: How many people have you slept with?",
      "back": "Dare: Do 10 pushups with someone sitting on your back.",
      "meta": {}
    },
    {
      "content": "Truth: Is there anyone in this room you would sleep with?",
      "back": "Dare: Play 'Seven Minutes in Heaven' in a closet/bathroom with a person chosen by the group.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever used food in the bedroom?",
      "back": "Dare: Lick a drop of liquid (water/drink) off someone's neck or chest.",
      "meta": {}
    },
    {
      "content": "Truth: What is the soonest you have slept with someone after meeting them?",
      "back": "Dare: Remove your shirt/top for the rest of the game.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever pretended to be someone else in bed (roleplay)?",
      "back": "Dare: Seductively eat a piece of food/fruit without using your hands.",
      "meta": {}
    },
    {
      "content": "Truth: What is your favorite body part on the opposite sex?",
      "back": "Dare: Kiss the hand of everyone in the room.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had a one-night stand?",
      "back": "Dare: Exchange shirts with the person to your right.",
      "meta": {}
    },
    {
      "content": "Truth: What is the loudest you have ever screamed in bed?",
      "back": "Dare: Make eye contact with someone and lick your lips slowly.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever watched porn with a partner?",
      "back": "Dare: Act out the intro to a cheesy adult movie with the person to your left.",
      "meta": {}
    },
    {
      "content": "Truth: Who do you think is the best kisser in this room?",
      "back": "Dare: Pass an ice cube from your mouth to someone else's mouth.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been attracted to a friend's parent?",
      "back": "Dare: Let someone check your underwear brand.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever cheated on a partner?",
      "back": "Dare: Let the group pose you in a provocative position and hold it for 30 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: What is the wildest thing you've done in bed?",
      "back": "Dare: Use an ice cube to trace a line down someone's spine (under their shirt).",
      "meta": {}
    },
    {
      "content": "Truth: Do you own any sex toys?",
      "back": "Dare: Describe your underwear in detail without showing it.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex on an airplane?",
      "back": "Dare: Let someone sit on your face (or hover over it) for 5 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: What is your biggest turn-off?",
      "back": "Dare: Let the person to your right write a word on your stomach with their finger.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been tied up or tied someone else up?",
      "back": "Dare: Let the group tie your hands together with a belt/scarf for one round.",
      "meta": {}
    },
    {
      "content": "Truth: What color underwear are you wearing right now?",
      "back": "Dare: Flash your underwear waistband to the group.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex in a public park?",
      "back": "Dare: Go to the nearest window and press your body against it.",
      "meta": {}
    },
    {
      "content": "Truth: Who in this room has the nicest butt?",
      "back": "Dare: Let someone smack your butt firmly.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever been skinny dipping?",
      "back": "Dare: Remove your pants for the next two rounds.",
      "meta": {}
    },
    {
      "content": "Truth: What is the longest you have gone without sex?",
      "back": "Dare: Make out with your own hand passionately for 20 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever recorded yourself having sex?",
      "back": "Dare: Let someone kiss your inner thigh (over jeans is fine, skin is riskier).",
      "meta": {}
    },
    {
      "content": "Truth: Do you sleep naked?",
      "back": "Dare: Take off your socks using only your teeth.",
      "meta": {}
    },
    {
      "content": "Truth: What is the weirdest object you've used for pleasure?",
      "back": "Dare: Deep throat a banana, cucumber, or your own finger.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex at your workplace?",
      "back": "Dare: Give a 30-second lap dance to the person of the group's choice.",
      "meta": {}
    },
    {
      "content": "Truth: What time of day do you prefer to have sex?",
      "back": "Dare: Let someone bite you gently on the neck/shoulder.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever hooked up with a stranger?",
      "back": "Dare: Grind against a piece of furniture for 20 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Would you ever swap partners with another couple?",
      "back": "Dare: Swap an article of clothing with someone of the opposite sex.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had a crush on someone of the same gender?",
      "back": "Dare: Kiss the person of the same gender on the cheek/neck.",
      "meta": {}
    },
    {
      "content": "Truth: What is the dirtiest dream you remember having?",
      "back": "Dare: Let someone reach into your pocket and take whatever they find.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever cried during or after sex?",
      "back": "Dare: Stare seductively at the person to your left without blinking for 30 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: What is the grossest thing you've done for lust?",
      "back": "Dare: Let someone transfer a drink into your mouth from their mouth.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever hooked up with a co-worker?",
      "back": "Dare: Let the group give you a 'wet willy' (wet finger in ear).",
      "meta": {}
    },
    {
      "content": "Truth: Do you have a 'safe word'?",
      "back": "Dare: Let someone pour a small amount of their drink down your back.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever gone out in public without underwear?",
      "back": "Dare: Take off your underwear (keep pants on) and put them in your pocket.",
      "meta": {}
    },
    {
      "content": "Truth: Where is your favorite place to be touched?",
      "back": "Dare: Guide someone's hand to your inner thigh.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever thought about someone else while being intimate with a partner?",
      "back": "Dare: Let someone lick your earlobe.",
      "meta": {}
    },
    {
      "content": "Truth: Do you like it rough or gentle?",
      "back": "Dare: Let someone lightly choke you (hand on neck) for 5 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever sent a dirty text to the wrong person?",
      "back": "Dare: Put your finger in your mouth and make a popping sound.",
      "meta": {}
    },
    {
      "content": "Truth: What is the most times you have had sex in one day?",
      "back": "Dare: Do a sensual crawl across the floor to the person opposite you.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever slept with a friend's brother or sister?",
      "back": "Dare: Suck on the finger of the person to your right for 5 seconds.",
      "meta": {}
    },
    {
      "content": "Truth: Do you prefer being on top or on the bottom?",
      "back": "Dare: Lie on your back and let someone do a pushup over you.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever had sex in a pool or the ocean?",
      "back": "Dare: Pour a glass of water on your own shirt.",
      "meta": {}
    },
    {
      "content": "Truth: What is the kinkiest thing you are willing to try?",
      "back": "Dare: Let the group choose a spot on your body to pinch.",
      "meta": {}
    },
    {
      "content": "Truth: Have you ever paid for sex?",
      "back": "Dare: Ask someone in the room 'Do I look good?' while making a sexy face.",
      "meta": {}
    },
    {
      "content": "Truth: Who in this room do you think is the wildest in bed?",
      "back": "Dare: French kiss the air (or your hand) aggressively.",
      "meta": {}
    }
  ]
}
